<%@ page language="java" contentType="text/html; charset=UTF-8"  pageEncoding="UTF-8"
	import="java.util.*" 
	import="com.ytsp.db.domain.*" 
	import="com.ytsp.entrance.recharge.alipay.model.*"
%>

<% 
	String path = request.getContextPath(); 
	String basePath = request.getScheme() + "://" + request.getServerName() + ":" + request.getServerPort() + path + "/"; 
%> 
    
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
	<base href="<%=basePath%>"> 
	<title>付费服务项目协议</title>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
	<meta name="keywords" content="爱看"/>
	<meta name="description" content="爱看" />
	<link href="css/prepay.css" rel="stylesheet" type="text/css">
	
    <script type="text/javascript"> 
    	var basePath = "<%=basePath%>"; 
    </script> 
    
    <style type="text/css">
    .treaty-content{width:600px; margin:0px 0px 0px 0px; color:#959190;}
	.treaty-intro{width:600px; color:#49403e; font-weight:bold; margin:10px 0;}
	.treaty-content h4{width:600px; color:#0081cc; font-weight:bold;}
	.treaty-content p{width:600px; margin-bottom:10px;}
	.treaty-date{width:600px; text-align:right;}
    </style>
</head>
<body>
	<div style="width:600px;height:30px;margin:0px auto;">
		<a style="float:right" href="javascript:history.back();" >返回</a>
	</div>

	<!--主体begin-->	
	<div class="main_2">

		<h3 class="crumbs-treaty"></h3>

		<div class="treaty-content">

			<div class="treaty-intro">

				<p>尊敬的“爱看”用户：</p>

				<p>动漫视频客户端已经正式上线，欢迎您使用该项服务。“爱看”视频客户端是一款由北京万象娱通网络科技有限公司开发的，专为移动互联网用户提供在线高速、便捷点播、观看绿色动漫的软件平台。在使用本客户端观看万象娱通为您提供的绿色动漫之前，您须先成为“爱看”注册用户，并在完成付费流程且成功支付费用。</p>

				<p>在决定使用“爱看”视频客户端付费服务项目、开始付费流程前，请您首先阅看本协议中的各条款内容。</p>

			</div>

			<h4>一、协议条款的接受与修改</h4>

			<p>1.1 本协议是用户（您）与北京万象娱通网络科技有限公司（下称“万象娱通”）之间的协议，万象娱通依据本协议为您提供服务，而您在使用万象娱通付费服务项目时亦必须完全、严格遵守本协议的各项条款。</p>

			<p>1.2 本协议服务条款构成您使用动漫视频客户端所提供服务之先决条件。在您完全同意本协议服务条款内容的前提下，才能够使用动漫视频客户端提供的视频付费服务项目。</p>

			<p>1.3 就本服务协议各项条款万象娱通有权随时更新，且毋须另行通知。修改后的服务条款一旦在“爱看”视频客户端上公布即取代替原来的服务条款，您可随时登陆“爱看”视频客户端以及www.kandongman.com.cn查阅最新的服务条款。有关双方权利义务、付费流程及付费标准等内容，均以最新的服务条款为准。如您在条款变更后继续使用“爱看”视频客户端付费服务项目，则视为您对本协议服务条款及万象娱通随时修改版本的完全接受。您如不同意本协议相关条款的修改并不影响已发生责任及义务的承担，您可停止使用“爱看”视频客户端提供的付费服务项目，但这将视为您对权利的自动放弃，万象娱通将不退还任何已缴纳的付费服务项目费用。</p>

			<p>1.4 在您注册及付费的流程中，您点击“我同意”按钮的行为即表示您已仔细阅读并完全接受本协议下的全部条款。只有您根据提示确认愿意支付相关费用，并且通过本协议第2.3条款约定方式中的一种方式实际支付相关费用后，您才能成功点播该付费视频。如您拒绝支付前述费用或实际支付失败，则您暂时不能享受该服务。</p>

			<p>1.5 对于未明确授权给您的付费视频及其他服务的权利、收益由万象娱通或相关权利人所有。</p>

			<p>1.6 您一旦完成“爱看”视频客户端付费服务项目的点播、付费流程，即视为您是符合中华人民共和国法律规定的具有完全民事权利能力和完全民事行为能力及能够独立承担民事责任的自然人，并了解及完全同意本网站的《使用协议》及本服务协议的各项内容，以及万象娱通对《使用协议》及本协议随时所做的任何修改。</p>

			<h4>二、服务费用的支付修改</h4>

			<p>2.1 关于万象娱通视频点播付费项目的具体付费操作步骤，万象娱通会在相关页面对每一步的操作进行明确提示</p>

			<p>2.2 付费标准：点播费用以_____网站实际标明____价格为准。</p>

			<p>2.3 费用支付：目前万象娱通接受的支付方式为点卡充值、储蓄卡充值、信用卡充值、支付宝充值四种付费方式。</p>

			<p>2.4 一旦您在“爱看”视频客户端成功选择付费项目并支付相关费用后，即视为您认可该项目标明之价格，在您付费成功后，该项服务即时生效。万象娱通将即时收取该费用，并不提供退费服务。</p>

			<h4>三、付费视频的点播服务期限</h4>

			<p>3.1“爱看”视频客户端采用包月、季度、半年、全年四种收费方式，点播期限的起始日为您完成费用支付之日。</p>

			<p>3.2 一旦您在“爱看”视频客户端成功选择付费项目并支付相关费用后，即视为您认可该付费点播服务期限。</p>

			<p>3.3 如您未在付费服务项目期限内点播视频，视为您已接受了我们的点播观看服务或您自动放弃点播权利，万象娱通不会退还您已支付的任何服务费用。</p>

			<p>3.4 您对付费点播期间内所观看的每一个付费视频所享有的点播服务期限不会因您在点播观看期间对该视频的中断、终止、倒回等情况而相应延长。</p>

			<h4>四、消费明细查询</h4>

			<p>4.1 您可进入“账号管理”项下，点击“充值历史记录”，查询您消费的服务的详情（包括您的充值时间、充值内容、充值金额、支付方式、支付状态）。</p>

			<h4>五、用户权利限制</h4>

			<p>5.1 对于您付费点播的视频，您确认仅供您个人非商业性质的使用，不会采用收费或免费的方式，全部或部分地在任何公开场合播放。</p>

			<p>5.2当您使用付费项目视频时，禁止有下列情况发生：</p>

			<p>5.2.1用非法的方式或为了非法的目的使用付费点播的视频；</p>

			<p>5.2.2 将您的“爱看”视频客户端账户有偿或无偿提供给任何第三人，并允许该第三人通过您的账户观看您付费点播的视频。</p>

			<p>5.2.3 将付费点播的视频进行复制、销售、出租或授权给任何第三方。</p>

			<p>5.2.4 对万象娱通用于保护其付费点播视频的任何安全措施技术进行破坏、篡改，删除付费点播视频上的任何所有权声明或标签，或协助他人进行上述行为。</p>

			<h4>六、风险及责任</h4>

			<p>6.1 您须对您在使用万象娱通所提供的服务时的一切行为负全部责任。</p>

			<p>6.2 您应自行妥善保管、使用您在“爱看”视频客户端的账户及账户密码。非万象娱通原因致使您账户密码泄露以及因您保管、使用不当造成损失的，万象娱通无须承担与此有关的任何责任。</p>

			<p>6.3 您确认您已知悉本协议第2.3条款约定的付费方式，您通过该付费方式付费可能存在一定的商业风险（包括但不限于不法分子利用您账户或银行卡等进行违法活动），该等风险会给您造成相应的经济损失。为此，您同意万象娱通不对您的前述风险和损失承担任何责任。并且，万象娱通不承担向不法分子追究侵权责任或者向您赔偿损失的任何责任和义务。</p>

			<h4>七、变更及免责条款</h4>

			<p>7.1 万象娱通对付费项目的点播服务期限、点播服务费用保留随时变更的权利，且不需通知您。变更后的点播服务周期及点播服务费用对已实际履行的付费视频点播服务无任何追溯力。</p>

			<p>7.2付费视频的点播服务期限中包含解决故障、服务器维修、调整、升级等所需用的合理时间，鉴于网络服务的特殊性，对于因服务器的死机、网络的故障、数据库故障、软件升级、服务器维修、调整、升级等问题，或其他不可抗拒的事由，包括但不限于政府行为、自然灾害、黑客攻击等造成的服务中断或终止而造成的任何损失，万象娱通无需对您或任何第三方承担任何责任或退还任何已缴纳的付费服务项目费用。但万象娱通应尽可能事先进行通告，并且尽可能的恢复服务，否则万象娱通将根据不同情况用视频节目替换的方式给予您补偿。</p>

			<p>7.3 如果因为权利授权问题致使万象娱通上某些付费点播视频无法观看。在这种情况下，万象娱通将不退还任何已缴纳的付费服务项目费用，但因根据不同情况用节目替换方式给您补偿。</p>

			<p>7.4 您在使用万象娱通所提供的服务时，如遭受任何人身或财务的损失、损害或伤害，万象娱通对此均不负责任。由于您将个人密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，万象娱通不负任何责任</p>

			<p>7.5 如您违反本服务条款中的内容，万象娱通有权在不通知您的情况下立即终止您已使用的所有服务，以及取消您的万象娱通账户和使用权限，并且有权不退还您任何已缴纳的点播服务费用。</p>

			<h4>八、隐私权政策</h4>

			<p>8.1尊重用户个人隐私是万象娱通的一项基本政策。所以，万象娱通在未经用户的授权时不得公开、编辑或透露其注册资料及保存在“爱看”视频客户端各项服务中的非公开内容，除非万象娱通在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>

			<p>8.1.1 遵守有关法律规定，包括在国家有关机关查询时。</p>

			<p>8.1.2 保持维护万象娱通的知识产权和其他重要权利。</p>

			<p>8.1.3 在紧急情况下竭力维护用户个人和社会大众的隐私安全。</p>

			<p>8.1.4 根据本条款相关规定或者万象娱通认为必要的其他情况下。</p>

			<p>8.2 但是用户在注册时选择或同意，或用户与万象娱通及合作单位之间就用户个人隐私信息公开或使用另有约定的除外，同时用户应自行承担因此可能产生的任何风险，万象娱通对此不予负责。</p>

			<p>8.3 用户同意个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括但不限于下列信息：用户的姓名，身份证号，手机号码，电子邮件地址信息等。而非个人隐私信息是指用户对本软件的操作状态以及使用习惯等一些明确且客观反映在万象娱通服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。</p>

			<p>8.4 一般而言，万象娱通基于下列原因需要使用到用户的信息资源：(1) 执行软件验证服务。(2)执行软件升级服务。（3）网络同步服务。(4) 提高用户的使用安全性并提供客户支持。（5）因用户使用本软件特定功能或因用户要求万象娱通或合作单位提供特定服务时，万象娱通或合作单位则需要把用户的信息提供给与此相关联的第三方。（6）其他有利于用户和万象娱通利益的。</p>

			<p>8.5 在不透露单个用户隐私资料的前提下，万象娱通有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>

			<h4>九、未成年人隐私权的保护</h4>

			<p>9.1万象娱通将建立和维持一合理的程序，以保护未成年人个人资料的保密性及安全性。万象娱通郑重声明：任何18岁以下的未成年人参加网上（包括移动互联网）活动应事先得到家长或其法定监护人（以下统称为"监护人"）的可经查证的同意。</p>

			<p>9.2 监护人应承担保护未成年人在网络环境下的隐私权的首要责任。</p>

			<p>9.3 未经监护人之同意，万象娱通将不会使用未成年人之个人资料，亦不会向任何第三方披露或传送可识别该未成人的个人资料，但是，由于相关法律法规要求、国家机关的查询要求、或在紧急情况下竭力维护用户个人和社会大众的隐私安全等原因除外。</p>

			<p>9.4 万象娱通收集未成年人的个人资料，这些资料只是单纯作为保护未成年人参与网络活动时的安全，而非作为其它目的之利用。万象娱通保证不会要求未成年人提供额外的个人资料，以作为允许其参与网上活动的条件。</p>

			<h4>十、青少年用户特别提示</h4>

			<p>青少年用户必须遵守全国青少年网络文明公约，青少年网友在参与网络活动中注意以下事项，正确学习使用网络，加强自我保护：</p>

			<p>（1）青少年网友要注意区分虚拟网络与现实的区别，避免沉迷于网络而影响了日常的学习生活。</p>

			<p>（2）网友填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰。</p>

			<p>（3）未满18岁青少年应在监护人指导和监督下上网。青少年网友要善于网上学习，不浏览不良信息，要诚实友好交流，不侮辱欺诈他人。</p>

			<p>（4）青少年网友应增强自我保护意思，避免陌生网友会面或参与联谊活动，以免为不法分子所乘，危及自身。</p>

			<p>（5）青少年网友要维护网络安全，不破坏网络秩序如有违法行为，万象娱通保留配合公安和电信部门追查的权利。</p>

			<h4>十一、法律适用和管辖 </h4>

			<p>11.1 本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律；</p>

			<p>11.2 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方均一致同意将争议提交北京仲裁委员会依据其现行有效的仲裁规则进行仲裁，仲裁地点为北京，仲裁语言为中文。仲裁裁决为一裁终局，对各方均有法律约束力。</p>

			<div class="treaty-date"><p>北京万象娱通网络科技有限公司</p> <p>2011年9月14日</p></div>

			<p>本协议解释权属北京万象娱通网络科技有限公司所有，本协议内容如与中华人民共和国相关法律法规相抵触，应以法律法规为准。北京万象娱通网络科技有限公司保留在未经通知的情况下不时地修改本协议的权利。</p>

		</div>

	</div>
	
	
</body>
</html>